import React from "react";

function MainProductDesc() {
  return (
    <p className="text-gray-500 text-sm leading-7 text-justify mt-4 ">
      شاید یکی از سنتی‌ترین روش مصرف قهوه در ایران استفاده از قهوه آسیاب شده به
      صورت کاملا پودر و ظرف قهوه جوش ،جذوه، بر روی حرارت باشد که اصطلاحا به آن
      قهوه ترک گفته می‌شود. در مناطقی نظیر یونان و یا قبرس و ارمنستان که از جذوه
      برای تهیه قهوه استقاده می شود از درصد بالای عربیکا در ترکیباتتشان استفاده
      می شود . در تهیه قهوه ویژه جذوه «ست» از دانه‌های مرغوب قهوه که درصدی در
      حدود 70 شامل دانه های عربیکا می باشد استفاده شده است . و مانند قهوه ترک
      عادی دم آوری می شود
    </p>
  );
}

export default MainProductDesc;
